Repository: Vladimir1965/LargoComposer
Catalog: LargoSharedClasses/Localization/BaseControls.*.resx
Languages: cs, it

source: Import music
cs: Import hudby

source: from MIFI
cs: z MIFI

source: from MIDI
cs: z MIDI

source: from Music Xml
cs: z Music Xml

source: from Music Mxl
cs: z Music Mxl

source: Export music
cs: Export hudby

source: as MIFI
cs: do MIFI

source: as MIDI
cs: do MIDI

source: as Music Xml
cs: do Music Xml

source: as Music Mxl
cs: do Music Mxl

source: Compose
cs: Komponovat
it: Comporre

source: Play
cs: Přehrát
it: Giocare

source: Heading
cs: Záhlaví
it: Intestazione

source: Properties
cs: Vlastnosti
it: Proprietà

source: Mark all
cs: Označit vše
it: Segna tutto

source: All lines as composed
cs: Všechny linie jako komponované
it: Tutto linee come composto

source: All lines as fixed
cs: Všechny linie jako dané
it: Tutto linee come fisso

source: All lines as muted
cs: Všechny linie jako vypnuté
it: Tutto linee come spento

source: Add melodic line
cs: Přidat melodickou linii
it: Aggiungi linea melodica

source: Add rhythmic line
cs: Přidat rytmickou linii
it: Aggiungi linea ritmica

source: Add pack of lines
cs: Přidat svazek linií
it: Aggiungi linee

source: Eliminate melodic dependencies
cs: Eliminovat melodické závislosti
it: Eliminare le dipendenze melodiche

source: Eliminate rhythmic dependencies
cs: Eliminovat rytmické závislosti
it: Eliminare le dipendenze ritmiche

source: Delete unused lines.
cs: Smazat nepoužívané linie
it: Elimina righe inutilizzate

source: Clone line
cs: Klonovat linii
it: Clone linea

source: Convert line to melodic
cs: Převést linii na melodickou
it: Convertire la riga a melodica

source: Convert line to rhythmic
cs: Převést linii na rytmickou
it: Convertire la riga a ritmica

source: Delete line
cs: Smazat linii
it: Elimina riga

source: Shift content right
cs: Posunout obsah vpravo
it: Sposta il contenuto a destra

source: Shift content left
cs: Posunout obsah vlevo
it: Sposta il contenuto a sinistra

source: Shift octave above
cs: Posunout o oktávu výše
it: Sposta l'ottava sopra

source: Shift octave below
cs: Posunout o oktávu níže
it: Sposta l'ottava sotto

source: Largo
cs: Largo(cz)
it: Largo(it)

source: About Largo
cs: O programu Largo
it: A proposito di Largo

source: About program
cs: O programu
it: Informazioni sul programma

# tbChanges
source: Changes
cs: Změny
it: Modifiche

# tbPerformation
source: Performation
cs: Úprava
it: Esecuzione

# tbInfo
source: Description
cs: Popis
it: Descrizione

# tbMotives
source: Motives
cs: Motivy
it: Motivi

# tbTransformation
source: Transformation
cs: Transformace
it: Trasformazione

source: Outlines
cs: Přehledy
it: Lineamenti

source: Occurrence
cs: Výskyt
it: Evento

source: First Bar
cs: První takt
it: Primo bar

source: Changes
cs: Změny
it: I cambiamenti

source: Tone energy
cs: Energie tónů
it: Energia del suono

source: Tone pitch
cs: Výška tónů
it: Passo Tone

source: Select All
cs: Označit vše
it: Seleziona tutto

source: Unselect
cs: Odoznačit
it: Deseleziona

source: Energy
cs: Energie
it: Energia

source: Musical motives
cs: Hudební motivy
it: Motivi musicali

source: Musical material
cs: Hudební materiál
it: Materiale musicale

source: New tectonic
cs: Nová tektonika
it: Nuovo tectonico

source: New style
cs: Nový styl
it: Nuovo stile

source: Lists
cs: Seznamy
it: Elenchi

source: Functions
cs: Funkce
it: Funzioni

source: Theory
cs: Teorie
it: Teoria

source: Tone tracer
cs: Sledování tónů
it: Tracciatore di toni

source: Score
cs: Partitura
it: Partitura

source: Progress
cs: Postup
it: Progresso

source: Function
cs: Funkce
it: Funzione

source: Shape
cs: Tvar
it: Sagoma

source: Melody
cs: Melodie
it: Melodia

source: Arrange
cs: Aranžovat
it: Organizzare

source: Display score
cs: Zobrazit
it: Visualizzazione del punteggio

source: Panels
cs: Panely
it: Pannelli

source: Load into editor
cs: Nahrát do editoru
it: Carica nell'editor

source: Arrangement type
cs: Typ aranže
it: Tipo di arrangiamento

source: Load template
cs: Načíst předlohu
it: Caricare il originale

source: Music-XML files
cs: Soubory Music-XML
it: Musica-XML file

source: Music-MXL files
cs: Soubory Music-MXL
it: Musica-MXL file

source: All in folder
cs: Vše z adresáře
it: Tutto nella cartella

source: Load file
cs: Načíst soubor
it: File di caricamento

# Directory
source: All from directory
cs: Celý adresář
it: Tutte le directory

source: Musical changes
cs: Hudební změny
it: Cambiamenti musicali

# Musical arranger
source: Arranger
cs: Aranžování
it: Arrangiatore

# Musical generation
source: Generation
cs: Generování
it: Generazione

source: Folders
cs: Složky
it: Cartelle

# Main panels
source: Panels
cs: Panely
it: Pannelli

source: Support
cs: Podpora
it: Supporto

source: Transformation
cs: Transformace
it: Trasformazione

source: Tectonic
cs: Tektonika
it: Tettonica

source: Details
cs: Detaily
it: Dettagli

source: Octaves
cs: Oktávy
it: Ottava

source: Display
cs: Zobrazit

source: Main settings
cs: Hlavní nastavení
it: Impostazione principale

source: Multitasking
cs: Více vláken

source: Long tones
cs: Dlouhé tóny

source: Lowest tone
cs: Nejnižší tón
it: Tono più basso

source: Highest tone
cs: Nejvyšší tón
it: Tono più alto

# Analyze after load
source: Analyze after read
cs: Analyzovat po načtení

source: Language
cs: Jazyk
it: Lingua

# Split imported files
source: Input files split
cs: Vstupní soubory členit
it: File di input scissione

source: Transform
cs: Transformovat
it: Trasformare

source: Correct octaves
cs: Upravit oktávy
it: Corrette ottave

source: Parameters of engine
cs: Parametry skladby
it: Parametri del motore

source: Musical rules
cs: Hudební pravidla
it: Regole musicali

source: Individualize melodic voices
cs: Individualizovat melodické hlasy
it: Individuare voci melodiche

source: Highlight melodic voices
cs: Zvýraznit melodické hlasy

source: Total horizontal inversion
cs: Úplná horizontální inverze
it: Inversione orizzontale totale

source: Total vertical inversion
cs: Úplná vertikální inverze
it: Inversione verticale totale

source: Bar horizontal inversion
cs: Taktová horizontální inverze
it: Inversione orizzontale a barre

source: Modular deformation
cs: Modulární deformace
it: Deformazione modulare

source: Vertical reduction
cs: Vertikální nivelizace
it: Riduzione verticale

source: Vertical extension
cs: Vertikální rozšíření
it: Estensione verticale

source: Octave Up
cs: O oktávu výše
it: Ottava Su

source: Octave Down
cs: O oktávu níže
it: Ottava Giù

source: Play mode
cs: Mód přehrávání
it: Tipo di gioco

source: Save changes
cs: Uložit změny
it: Salva I Cambiamenti

# Musical tones
source: Tones
cs: Tóny
it: Toni

# Musical intervals
source: Intervals
cs: Intervaly
it: Intervalli

source: Fingerings
cs: Prstoklady

# Harmonize score
source: Harmonize parts
cs: Harmonizovat party

source: Play template
cs: Přehrát předlohu
it: Riprodurre l'originale

source: Number of tones
cs: Počet tónů
it: Numero di toni

source: Octave number
cs: Číslo oktávy
it: Numero di ottava

source: Please wait a moment...
cs: Prosím chvíli strpení...
it: Per favore aspetta un momento...

source: Finished.
cs: Dokončeno.
it: Finito.

source: Composing...
cs: Komponuji...
it: Composizione...

source: Extracting material...
cs: Vybírám materiál...
it: Materiale estrattivo...

source: Analyzing harmony...
cs: Analyzuji harmonii...
it: Analizzando l'armonia...

source: Analyzing musical lines...
cs: Analyzuji hudební linie...
it: Analizzando le linee musicali...

source: Scores and instrumentation...
cs: Scores and instrumentace...
it: Partiture e strumentazione...

source: Preparing file...
cs: Příprava souboru...
it: Preparazione del file...

source: Extracting model...
cs: Sestavení modelu...
it: Modello estratto...

source: Loading model...
cs: Zavádění modelu...
it: Modello di caricamento...

source: Fill with melodic pattern
cs: Vyplnit melodickým vzorem
it: Riempi il modello melodico

source: Fill with rhythmic pattern
cs: Vyplnit rytmickým vzorem
it: Riempi con il ritmo

source: Put harmony
cs: Dosadit harmonii
it: Metti armonia

source: Change melody
cs: Změnit melodii
it: Cambi la melodia

source: Change rhythmic
cs: Změnit rytmiku
it: Cambiare ritmica

source: Change orchestration
cs: Změnit instrumentaci
it: Cambiare orchestrazione

source: Change tempo
cs: Změnit tempo
it: Cambiare il tempo

source: Set harmony
cs: Dosadit harmonii
it: Imposta l'armonia

source: Modify selection
cs: Změnit označené
it: Modificare la selezione

source: Play selection
cs: Přehrát označené
it: Selezione della riproduzione

source: Current line
cs: Aktuální linie
it: Linea corrente

source: Lines
cs: Line
it: Linee

source: Set line rhythm
cs: Nastavit rytmus linie
it: Impostare il ritmo della linea

source: Simple rhythm
cs: Prostý rytmus
it: Ritmo semplice

source: Simple rhythm to even bars
cs: Prostý rytmus do sudých taktů
it: Ritmo semplice a barre pari

source: Random rhythm
cs: Náhodný rytmus
it: Ritmo casuale

source: Reorder
cs: Přeskupit
it: Riordina

source: Reorder line rhythmic
cs: Přeskupit rytmiku linie
it: Riordina la linea ritmica

source: Reorder line melodic
cs: Přeskupit melodiku linie
it: Riordina la linea melodica

source: Reorder line harmonic
cs: Přeskupit harmonii linie
it: Riordina l'armonica di linea

source: Shift line
cs: Posunout linii
it: Riga di spostamento

source: Alter octaves
cs: Upravit oktávy
it: Alter le ottave

source: Invert octaves
cs: Invertovat oktávy
it: Invertire le ottave

source: Invert music score
cs: Invertovat partituru
it: Invertire il punteggio di musica

source: Load of settings failed!
cs: Načítání nastavení selhalo!
it: Il carico dell'installazione non è riuscito!!

source: Invalid musical file type.
cs: Chybný typ hudebního souboru.
it: Tipo di file musicale non valido.

source: No panel selected
cs: Není vybrán panel.
it: Nessun pannello selezionato

source: Define musical style!
cs: Definujte hudební styl!
it: Definire lo stile musicale!

source: Define musical tectonics!
cs: Definujte hudební tektoniku!
it: Definire la tectonics musicale!

source: Define orchestration!
cs: Definujte orchestraci!
it: Definisci l'orchestrazione!

source: Undefined musical header!?
cs: Nedefinovaná hudební záhlaví!?
it: Intestazione musicale non definita!?

source: Select Base modality!
cs: Vyberte Základní modalitu!
it: Seleziona la modalità Base!

source: Import of musical file failed
cs: Načítání hudebního souboru selhalo.
it: Importazione del file musicale non riuscita

source: Do you want to save the document?
cs: Přejete si dokument uložit?
it: Vuoi salvare il documento?

source: Do you want to close the program?
cs: Chcete zavřít program?
it: Vuoi chiudere il programma?

# DeleteConfirmation
source: return confirm('Are you sure you want to delete this record?');
cs: Opravdu chcete smazat tento záznam?;
it: Are you sure you want to delete this record?

source: Panel
it: Pannello

source: Element
it: Elemento

# Musical editor
source: Editor
it: Editore

source: Export
it: Esportare

source: Header
it: Testata
