Repository: Vladimir1965/LargoComposer
Catalog: LargoSharedClasses/Localization/BaseMusic.*.resx
Languages: cs, it

# MelInstr34
source: Picked Bass
cs: Elektrická baskytara (picked)
it: Basso elettrico (a plettro)

# MelInstr35
source: Fretless Bass
cs: Bezpražcová baskytara
it: Basso senza tasti

# MelInstr36
source: Slap Bass1
cs: Slap baskytara 1
it: Basso sleppato 1

# MelInstr37
source: Slap Bass2
cs: Slap baskytara 2
it: Basso sleppato 2

# MelInstr38
source: Synth Bass1
cs: Syntetická baskytara 1
it: Basso sintetizzato 1

# MelInstr39
source: Synth Bass2
cs: Syntetická baskytara 2
it: Basso sintetizzato 2

# MelInstr40
source: Violin
cs: Housle
it: Violino

# MelInstr42
source: Cello
cs: Violoncello
it: Violoncello

# MelInstr43
source: Contrabass
cs: Kontrabas (smyčcem - arco)
it: Contrabasso

# MelInstr44
source: Tremolo Strings
cs: Tremola smyčců
it: Archi (effetto tremolo)

# MelInstr45
source: Pizzicato Strings
cs: Pizzikáta smyčců
it: Archi (effetto pizzicato)

# MelInstr46
source: Harp
cs: Orchestrální harfa
it: Arpa

# MelInstr47
source: Tympani
cs: Tympány
it: Timpani

# MelInstr48
source: String Ensemble
cs: Smyčcový sbor
it: Insieme di archi 1

# MelInstr49
source: Slow Strings
cs: Slow smyčce
it: Insieme di archi 2

# MelInstr50
source: Synth Strings1
cs: Syntetické smyčce1
it: Archi sintetizzati 1

# MelInstr51
source: Synth Strings2
cs: Syntetické smyčce2
it: Archi sintetizzati 2

# MelInstr52
source: Choir Aah
cs: Chór Aah
it: Coro "Aahs"

# MelInstr53
source: Choir Ooh
cs: Chór Ooh
it: Voci "Uuhs"

# MelInstr54
source: Synth Choir
cs: Syntetický Chór
it: Voce sintetizzata

# MelInstr56
source: Trumpet
cs: Trubka
it: Trombe

# MelInstr57
source: Trombone
cs: Pozoun

# MelInstr59
source: Muted Trumpet
cs: Muted trubka
it: Tromba con sordina

# MelInstr60
source: French Horn
cs: Francouzský roh
it: Corno Francese

# MelInstr61
source: Brass Section
cs: Skupina žesťů
it: Insieme di trombe

# MelInstr62
source: Synth Brass1
cs: Syntetické žestě1
it: Tromba sintetizzata 1

# MelInstr63
source: Synth Brass2
cs: Syntetické žestě2
it: Tromba sintetizzata 2

# MelInstr64
source: Soprano Sax
cs: Sopránový saxofon
it: Sassofono soprano

# MelInstr65
source: Alto Sax
cs: Altoový saxofon
it: Sassofono alto

# MelInstr66
source: Tenor Sax
cs: Tenorový saxofon
it: Sassofono tenore

# MelInstr67
source: Baritone Sax
cs: Baritonový saxofon
it: Sassofono baritono

# MelInstr68
source: Oboe
cs: Hoboj

# MelInstr69
source: English Horn
cs: Anglický roh
it: Corno Inglese

# MelInstr70
source: Bassoon
cs: Fagot
it: Fagotto

# MelInstr71
source: Clarinet
cs: Klarinet
it: Clarinetto

# MelInstr72
source: Piccolo
cs: Pikola
it: Sopranino

# MelInstr73
source: Flute
cs: Flétna
it: Flauto

# MelInstr75
source: Pan Flute
cs: Pan flétna
it: Flauto di Pan

# MelInstr76
source: Bottle Flute
cs: Bottle flétna
it: Soffio nella bottiglia

# MelInstr80
source: Square Wave
cs: Syntetické sólo 1 - Obdélník
it: Suoni guida 1(square)

# MelInstr81
source: Saw Wave
cs: Syntetické sólo 2 - Trojúhelník
it: Suoni guida 2(sawtooth)

# MelInstr82
source: Synth Calliope
cs: Syntetické sólo 3 - Calliope
it: Suoni guida 3(calliope)

# MelInstr83
source: Chiffer Lead
cs: Syntetické sólo 4 - Chiff
it: Suoni guida 4(chiff)

# MelInstr84
source: Charango
cs: Syntetické sólo 5 - Charang
it: Suoni guida 5(charang)

# MelInstr85
source: Solo Vox
cs: Syntetické sólo 6 - Hlas
it: Suoni guida 6(voice)

# MelInstr86
source: Fifth Saw Wave
cs: Syntetické sólo 7 - Trojúhelníková kvinta
it: Suoni guida 7(fifths)

# MelInstr87
source: Bass And Lead
cs: Syntetické sólo 8 - Bas a sólo
it: Suoni guida 8(bass + lead)

# MelInstr88
source: New Age Pad
cs: Vycpávka 1 - Fantazie
it: Tappeto 1 (new age)

# MelInstr89
source: Warm Pad
cs: Vycpávka 2 - Teplá
it: Tappeto 2 (warm)

# MelInstr90
source: Poly Synthesizer
cs: Vycpávka 3 - Poly syntetizér
it: Tappeto 3 (polysynth)

# MelInstr91
source: Space Voice
cs: Vycpávka 4 - Prostorový hlas
it: Tappeto 4 (choir)

# MelInstr92
source: Bowed Glass
cs: Vycpávka 5 - Skleněná harmonika
it: Tappeto 5 (bowed)

# MelInstr93
source: Metal Pad
cs: Vycpávka 6 - Kovový zvuk
it: Tappeto 6 (metallic)

# MelInstr94
source: Halo Pad
cs: Vycpávka 7 - Halo
it: Tappeto 7 (halo)

# MelInstr95
source: Sweep Pad
cs: Vycpávka 8 - Sweep
it: Tappeto 8 (sweep)

# MelInstr96
source: Ice Rain
cs: Ledový déšť
it: FX 1 (pioggia)

# MelInstr97
source: Soundtrack
cs: Zvuková stopa
it: FX 2 (colonna sonora)

# MelInstr98
source: Crystal
cs: Krystal
it: FX 3 (cristallino)

# MelInstr99
source: Atmosphere
cs: Atmosféra
it: FX 4 (atmosfera)

# MelInstr100
source: Brightness
cs: Jas
it: FX 5 (luminoso)

# MelInstr101
source: Goblin
cs: Goblins
it: FX 6 (goblin)

# MelInstr102
source: Echo Drops
cs: Echos
it: FX 7 (eco)

# MelInstr103
source: Star Theme
cs: Sci-fi
it: FX 8 (sci-fi)

# MelInstr105
source: Banjo
cs: Bendžo

# MelInstr106
source: Shamisen
cs: Šamisen

# MelInstr109
source: Bag Pipe
cs: Dudy
it: Cornamusa

# MelInstr110
source: Fiddle
cs: Středověké housle (fidula)

# MelInstr111
source: Shanai
cs: Šanai

# MelInstr112
source: Tinkle Bell
cs: Rolničky
it: Campana suonata

# MelInstr114
source: Steel Drums
cs: Plechový bubínek
it: Batteria con suono metallico

# MelInstr115
source: Woodblock
cs: Kus dřeva
it: Percussioni con legni

# MelInstr116
source: Taiko
cs: Buben taiko
it: Percussioni Taiko

# MelInstr117
source: Melodic Tom
cs: Melodický velký buben
it: Tom da batteria

# MelInstr118
source: Synth Drum
cs: Syntetický buben
it: Percussione sintetizzata

# MelInstr119
source: Reverse Cymbal
cs: Obrácený zvuk činele
it: Cimbalo rovescio

# MelInstr120
source: Guitar Fret Noise
cs: Hluk kytarového pražce
it: Rumore su chitarra

# MelInstr121
source: Breath Noise
cs: Dech
it: Rumore del respiro

# MelInstr122
source: Seashore
cs: Mmořský příboj
it: Onde del mare

# MelInstr123
source: Bird
cs: Ptačí zpěv
it: Canto di uccelli

# MelInstr124
source: Telephone
cs: Telefonní zvonek
it: Suono del telefono

# MelInstr125
source: Helicopter
cs: Vrtulník
it: Elicottero

# MelInstr126
source: Applause
cs: Potlesk
it: Applauso

# MelInstr127
source: None
cs: Není
it: Non uno

# RhySection0
source: Drums
cs: Bubny
it: Tamburo grande

# RhySection1
source: Cymbals
cs: Činely
it: Cinelli

# RhySection2
source: Snare
cs: Bubínky
it: Tamburo

# RhySection3
source: Toms
cs: Tomy
it: Tamburo muto

# RhySection5
source: Triangle
cs: Triangly
it: Triangolo

# RhySection6
source: Woodblock
cs: Dřeva
it: Blocco di legno

# RhySection7
source: Conga
cs: Konga
it: Congas

# RhySection14
source: Metronome
cs: Metronom

# RhySection15
source: Others
cs: Jiné
it: Altro

# RhyInstr32
source: Metronome small (tics)
cs: Metronom nízký (tik)
it: Metronom nízký (tik)

# RhyInstr33
source: Metronome medium (tics)
cs: Metronom střední (tik)
it: Metronom střední (tik)

# RhyInstr34
source: Metronome high (bell)
cs: Metronom vysoký (zvonek)
it: Metronom vysoký (zvonek)

# RhyInstr35
source: Acoustic Bass Drum
cs: Akustický velký buben
it: Batteria acustica

# RhyInstr36
source: Bass Drum1
cs: Velký buben1
it: Cassa

# RhyInstr37
source: Side Stick
cs: Rimshot
it: Bacchette

# RhyInstr38
source: Acoustic Snare
cs: Akustický malý bubínek
it: Snare acoustico

# RhyInstr39
source: Hand Clap
cs: Tlesknutí
it: Battito di mani

# RhyInstr40
source: Electric Snare
cs: Elektrický malý bubínek
it: Snare elettrico

# RhyInstr41
source: Low Floor Tom
cs: Nízký hluboký tom
it: Tom molto basso

# RhyInstr42
source: Closed Hi-Hat
cs: Zavřená Hi-Hat
it: Hit Hat chiuso

# RhyInstr43
source: High Floor Tom
cs: Vyšší hluboký tom
it: Tom molto alto

# RhyInstr44
source: Pedal Hi-Hat
cs: Hi-hat zavřená pedálem
it: Hit Hat aperto

# RhyInstr45
source: Low Tom
cs: Nízký tom
it: Tom medio basso

# RhyInstr46
source: Open Hi-Hat
cs: Otevřená hi-hat
it: Open charleston

# RhyInstr47
source: Low Mid Tom
cs: Nízký střední tom
it: Tom medio basso

# RhyInstr48
source: Hi Mid Tom
cs: Vysoký střední tom
it: Tom medio alto

# RhyInstr49
source: Crash Cymbal1
cs: Činel Crash1
it: Crash 1

# RhyInstr50
source: High Tom
cs: Vysoký tom
it: Tom alto

# RhyInstr51
source: Ride Cymbal1
cs: Činel Ride1

# RhyInstr52
source: Chinese Cymbal
cs: Čínský činel
it: Cinese Cymbal

# RhyInstr53
source: Ride Bell
cs: Klobouček činelu
it: Campana

# RhyInstr54
source: Tambourine
cs: Tambourína
it: Tamburello

# RhyInstr55
source: Splash Cymbal
cs: Činel Splash
it: Cymbal Splash

# RhyInstr56
source: Cow bell
cs: Kravský zvonec
it: Campanaccio

# RhyInstr57
source: Crash Cymbal2
cs: Činel Crash2
it: Crash 2

# RhyInstr59
source: Ride Cymbal2
cs: Činel Ride2

# RhyInstr60
source: Hi Bongo
cs: Vysoké bongo
it: Bongo alto

# RhyInstr61
source: Low Bongo
cs: Nízké bongo
it: Bongo basso

# RhyInstr62
source: Mute Hi Conga
cs: Tlumené vysoké conga
it: Conga stoppata alta

# RhyInstr63
source: Open Hi Conga
cs: Otevřené vysoké conga
it: Conga aperta alta

# RhyInstr64
source: Low Conga
cs: Nízké conga
it: Conga bassa

# RhyInstr65
source: High Timbale
cs: Vysoké timbale
it: Timbalo alto

# RhyInstr66
source: Low Timbale
cs: Nízké timbale
it: Timbalo basso

# RhyInstr67
source: High Agogo
cs: Vysoké agogo
it: Agogo alto

# RhyInstr68
source: Low Agogo
cs: Nízké agogo
it: Agogo basso

# RhyInstr71
source: Short Whistle
cs: Krátký hvizd
it: Fischio corto

# RhyInstr72
source: Long Whistle
cs: Dlouhý hvizd
it: Fischio lung

# RhyInstr73
source: Short Guiro
cs: Krátké guiro
it: Guiro corto

# RhyInstr74
source: Long Guiro
cs: Dlouhé guiro
it: Guiro lungo

# RhyInstr76
source: Hi Woodblock
cs: Vysoký dřevěný blok
it: Hi claves

# RhyInstr77
source: Low Woodblock
cs: Nízký dřevěný blok
it: Legni bassi

# RhyInstr78
source: Mute Cuica
cs: Tlumené cuica
it: Cuica stoppata

# RhyInstr79
source: Open Cuica
cs: Otevřené cuica
it: Cuica aperta

# RhyInstr80
source: Mute Triangle
cs: Tlumený triangl
it: Triangolo stoppato

# RhyInstr81
source: Open Triangle
cs: Netlumený triangl
it: Triangolo aperto

# RhyInstr85
source: Nacchere
cs: Kastaněty

# RhyInstr86
source: Hi taiko
cs: Vysoké taiko
it: Taiko alto

# RhyInstr87
source: Low taiko
cs: Nízké taiko
it: Taiko basso

# InstrClass1
source: Keyboards
cs: Klávesy
it: Tastiere

# InstrClass2
source: Strings
cs: Smyčce
it: Corde

# InstrClass3
source: Woodwind
cs: Dřeva
it: Legni

# InstrClass4
source: Brass
cs: Žestě
it: Ottone

# InstrClass5
source: Guitars
cs: Kytary
it: Chitarre

# InstrClass6
source: Vocal
cs: Vokální
it: Vocale

# InstrClass7
source: Synthetic
cs: Syntetické
it: Sintetico

# InstrClass8
source: Melodic drums
cs: Melodické bicí
it: Tamburi melodici

# InstrClass9
source: Drums
cs: Bubny
it: Tamburi

# InstrClass10
source: Cymbals
cs: Činely
it: I cembali

# InstrClass11
source: Snare
cs: Bubínky

# InstrClass12
source: Toms
cs: Tomy

# InstrClass14
source: Triangle
cs: Triangly

# InstrClass15
source: Woodblock
cs: Dřeva
it: Blocco di legno

# InstrClass16
source: Conga
cs: Konga

# InstrClass23
source: Metronome
cs: Metronom
it: Metronomo

# InstrClass24
source: Others
cs: Jiné
it: Altri

source: Schema
cs: Schéma

source: Line
it: Linea

# FileSplit0
source: No split
it: No scissione

source: Detail
it: Dettaglio

# MelInstr3
source: Honky Tonk Piano
it: Piano Honty-tonk

# MelInstr55
source: Orchestra Hit
it: Colpo d'orchestra

# MelInstr78
source: Whistle
it: Fischio

# RhySection4
source: Hi-Hat
it: Charleston
