Repository: Vladimir1965/LargoComposer
Catalog: LargoSharedClasses/Localization/BaseMusic.*.resx
Languages: cs, it

source: Loudness
cs: Hlasitost
it: Rumorosità

source: Octave
cs: Oktáva
it: Ottava

source: Band
cs: Pásmo
it: Banda

source: Instrument
cs: Nástroj
it: Strumento

# Beat level
source: Rhythmic level
cs: Rytmická úroveň
it: Livello ritmico

source: Tone level
cs: Tónová úroveň
it: Livello di tono

source: Cells
cs: Buňky
it: Cellule

source: Melodic shape
cs: Tvar melodie
it: Forma melodica

# Melodic function
source: Melodic type
cs: Melodický typ
it: Tipo melodico

source: Priority
cs: Priorita
it: Priorità

source: Purpose
cs: Účel
it: Scopo

source: Rhythmic structure
cs: Rytmická struktura
it: Struttura ritmica

source: Melodic structure
cs: Melodická struktura
it: Struttura melodica

source: Rhythmic motives
cs: Rytmické motivy
it: Motivi ritmici

source: Melodic motives
cs: Melodické motivy
it: Motivi melodici

source: Composed
cs: Skládané
it: Composto

source: Fixed
cs: Dané
it: Fisso

source: Mute
cs: Vypnuté
it: Muto

# None
source: Empty
cs: Prázdné
it: Vuoto

source: Staff
cs: Osnova
it: Rigo

source: Voice
cs: Hlas
it: Voce

source: Harmony
cs: Harmonie
it: Armonia

source: Rhythmics
cs: Rytmika
it: Ritmica

source: Orchestration
cs: Orchestrace
it: Orchestrazione

source: Melodics
cs: Melodika
it: Melodie

source: Instruments
cs: Nástroje
it: Strumenti

# UIEnglish
source: English
cs: Anglicky
it: Inglese

# UICzech
source: Czech
cs: Česky
it: Ceco

# UIGerman
source: German
cs: Německy
it: Tedesco

# UIItalian
source: Italian
cs: Italsky
it: Italiano

# UIFrench
source: French
cs: Francouzsky
it: Francese

# UISpain
source: Spain
cs: Španělsky
it: Spagna

# UIPolish
source: Polish
cs: Polsky
it: Polacco

# UIOther
source: Other
cs: Jinak
it: Altro

# Octave9
source: 9Five-line
cs: 9Pětičárkovaná
it: 9Cinque-linee

# Octave8
source: 8Four-line
cs: 8Čtyřčárkovaná
it: 8Quattro-linee

# Octave7
source: 7Three-line
cs: 7Tříčárkovaná
it: 7Tre-linee

# Octave6
source: 6Two-line
cs: 6Dvoučárkovaná
it: 6Due-linee

# Octave5
source: 5One-line
cs: 5Čárkovaná
it: 5Uno-linee

# Octave4
source: 4Small
cs: 4Malá
it: 4Piccola

# Octave3
source: 3Great
cs: 3Velká
it: 3Grande

# Octave2
source: 2Contra
cs: 2Kontra

# Octave1
source: 1Sub-contra
cs: 1Subkontra

# Band1
source: Bass Tones
cs: Basové tóny
it: Bass Toni

# Band2
source: Bass Beat
cs: Basový beat

# Band3
source: Middle Tones
cs: Střední tóny
it: Medio Toni

# Band4
source: Middle Beat
cs: Střední beat
it: Medio Beat

# Band5
source: High Tones
cs: Vysoké tóny
it: Alti Toni

# Band6
source: High Beat
cs: Vysoký beat
it: Alti Beat

# Loud0
source: Silent
cs: Bez zvuku
it: Silenzioso

# Loud1
source: ppp (as soft as possible)
cs: ppp (nejtišeji)
it: ppp (pianissimo)

# Loud2
source: pp (very soft)
cs: pp (velmi tiše)
it: pp (pianissimo)

# Loud3
source: p (soft)
cs: p (tiše)
it: p (piano)

# Loud4
source: mp (moderately soft)
cs: mp (poměrně tiše)
it: mp (mezzo piano)

# Loud5
source: - (mean loudness)
cs: - (střední hlasitost)
it: - (intermedio rumorosità)

# Loud6
source: mf (moderately load)
cs: mf (poměrně silně)
it: mf (mezzo forte)

# Loud7
source: f (load)
cs: f (silně)
it: f (forte)

# Loud8
source: ff (very load)
cs: ff (velmi silně)
it: ff (fortisssimo)

# Loud9
source: fff (as load as possible)
cs: fff (nejsilněji)
it: fff (fortisssimo)

# MelodicFunction1
source: Melodic motion
cs: Melodický pohyb
it: Melodico moto

# MelodicFunction2
source: Melodic filling
cs: Melodická výplň
it: Melodico ripieno

# MelodicFunction3
source: Harmonic motion
cs: Harmonický pohyb
it: Armonico moto

# MelodicFunction4
source: Harmonic filling
cs: Harmonická výplň
it: Armonico ripieno

# MelodicFunction5
source: Harmonic bass
cs: Harmonický bas
it: Armonico basso

# MelodicFunction6
source: Melodic bass
cs: Melodický bas
it: Melodico basso

# MelodicShape1
source: Minimum motion
cs: Minimální pohyb
it: Minimo movimento

# MelodicShape2
source: Scales
cs: Stupnice
it: Bilancia

# MelodicShape3
source: Sinusoids
cs: Sinusoidy
it: Sinusoidi

# MelodicShape4
source: Breaking line
cs: Lámané linie
it: Linea di rottura

# MelodicShape5
source: Original
cs: Originál
it: Originale

# LineType2
source: Rhythm
cs: Rytmika
it: Ritmo

# LineType3
source: Melody
cs: Melodie
it: Melodia

# LineType4
source: Harmony
cs: Harmonie
it: Armonia

# RawTempo1
source: Very slow
cs: Velmi pomalé
it: Molto lento

# RawTempo2
source: Slow
cs: Pomalé
it: Lento

# RawTempo3
source: Middle
cs: Střední
it: Mezzo

# RawTempo4
source: Fast
cs: Rychlé
it: Veloce

# RawTempo5
source: Very fast
cs: Velmi rychlé
it: Molto veloce

# Tempo10
source: Very slow (Gravissimo)
cs: Velmi pomalé (Gravissimo)
it: Molto lento (Gravissimo)

# Tempo20
source: Very slow (Larghissimo)
cs: Velmi pomalé (Larghissimo)
it: Molto lento (Larghissimo)

# Tempo30
source: Very slow (Lentissimo)
cs: Velmi pomalé (Lentissimo)
it: Molto lento (Lentissimo)

# Tempo40
source: Very slow (Grave)
cs: Velmi pomalé (Grave)
it: Molto lento (Grave)

# Tempo45
source: Very slow (Largo)
cs: Velmi pomalé (Largo)
it: Molto lento (Largo)

# Tempo50
source: Very slow (Lento)
cs: Velmi pomalé (Lento)
it: Molto lento (Lento)

# Tempo55
source: Very slow (Adagio)
cs: Velmi pomalé (Adagio)
it: Molto lento (Adagio)

# Tempo60
source: Very slow (Larghetto)
cs: Velmi pomalé (Larghetto)
it: Molto lento (Larghetto)

# Tempo65
source: Slow (Andante)
cs: Pomalé (Andante)
it: Lento (Andante)

# Tempo70
source: Slow (Andantino)
cs: Pomalé (Andantino)
it: Lento (Andantino)

# Tempo75
source: Slow (Sostenuto)
cs: Pomalé (Sostenuto)
it: Lento (Sostenuto)

# Tempo80
source: Slow (Commodo)
cs: Pomalé (Commodo)
it: Lento (Commodo)

# Tempo85
source: Slow (Maestoso)
cs: Pomalé (Maestoso)
it: Lento (Maestoso)

# Tempo90
source: Middle (Moderato)
cs: Střední (Moderato)
it: Mezzo (Moderato)

# Tempo105
source: Middle (Allegretto)
cs: Střední (Allegretto)
it: Mezzo (Allegretto)

# Tempo110
source: Middle (Animato)
cs: Střední (Animato)
it: Mezzo (Animato)

# Tempo120
source: Middle (Allegro moderato)
cs: Střední (Allegro moderato)
it: Mezzo (Allegro moderato)

# Tempo125
source: Middle (Allegro ma non troppo)
cs: Střední (Allegro ma non troppo)
it: Mezzo (Allegro ma non troppo)

# Tempo130
source: Fast (Allegro)
cs: Rychlé (Allegro)
it: Veloce (Allegro)

# Tempo140
source: Fast (Allegro assai)
cs: Rychlé (Allegro assai)
it: Veloce (Allegro assai)

# Tempo150
source: Fast (Allegro vivace)
cs: Rychlé (Allegro vivace)
it: Veloce (Allegro vivace)

# Tempo160
source: Fast (Vivace)
cs: Rychlé (Vivace)
it: Veloce (Vivace)

# Tempo175
source: Fast (Molto vivace)
cs: Rychlé (Molto vivace)
it: Veloce (Molto vivace)

# Tempo190
source: Very fast (Vivacissimo)
cs: Velmi rychlé (Vivacissimo)
it: Molto veloce (Vivacissimo)

# Tempo210
source: Very fast (Presto)
cs: Velmi rychlé (Presto)
it: Molto veloce (Presto)

# Tempo230
source: Very fast (Molto Presto)
cs: Velmi rychlé (Molto Presto)
it: Molto veloce (Molto Presto)

# Tempo250
source: Very fast (Prestissimo)
cs: Velmi rychlé (Prestisimo)
it: Molto veloce (Prestisimo)

# Tempo270
source: Very fast (Molto Prestissimo)
cs: Velmi rychlé (Molto Prestisimo)
it: Molto veloce (Molto Prestisimo)

# Interval0
source: unison
cs: prima
it: unisono

# Interval1
source: diminished second
cs: zmenšená sekunda
it: diminuito seconda

# Interval2
source: minor second
cs: malá sekunda
it: minore seconda

# Interval3
source: middle second
cs: střední sekunda
it: mezzo seconda

# Interval4
source: major second
cs: velká sekunda
it: maggiore seconda

# Interval5
source: augmented second
cs: zvětšená sekunda
it: aumentato secondo

# Interval6
source: minor third
cs: malá tercie
it: minore terza

# Interval7
source: middle third
cs: střední tercie
it: mezzo terza

# Interval8
source: major third
cs: velká tercie
it: maggiore terza

# Interval9
source: diminished fourth
cs: zmenšená kvarta
it: diminuito quarta

# Interval10
source: fourth
cs: kvarta
it: quarta

# Interval11
source: augmented fourth
cs: zvětšená kvarta
it: aumentato quarta

# Interval13
source: diminished fifth
cs: zmenšená kvinta
it: diminuito quinta

# Interval14
source: fifth
cs: kvinta
it: quinta

# Interval15
source: augmented fifth
cs: zvětšená kvinta
it: aumentato quinta

# Interval16
source: minor sixth
cs: malá sexta
it: minore sesta

# Interval17
source: middle sixth
cs: střední sexta
it: mezzo sesta

# Interval18
source: major sixth
cs: velká sexta
it: maggiore sesta

# Interval19
source: diminished seventh
cs: zmenšená septima
it: diminuito septima

# Interval20
source: minor seventh
cs: malá septima
it: minore septima

# Interval21
source: middle seventh
cs: střední septima
it: mezzo septima

# Interval22
source: major seventh
cs: velká septima
it: maggiore septima

# Interval23
source: augmented seventh
cs: zvětšená septima
it: aumentato septima

source: Direct play
cs: Přehrát přímo
it: Gioco diretto

# Normal play
source: Play
cs: Přehrát
it: Giocare

source: Stop playing
cs: Zrušit přehrávání
it: Smetti di giocare

source: Pause playing
cs: Zastavit přehrávání
it: Sospendi la riproduzione

source: Harmonic material
cs: Harmonický materiál
it: Materiale armonico

source: Harmonic motive
cs: Harmonický motiv
it: Movente armonica

source: Harmonic motives
cs: Harmonické motivy
it: Motivi armonici

source: Harmonic order
cs: Harmonický řád
it: Ordine armonico

source: Harmonic rhythm
cs: Harmonický rytmus
it: Ritmo armonico

source: Harmonic system
cs: Harmonický systém
it: Sistema armonico

source: Harmonic systems
cs: Harmonické systémy
it: Sistemi armonici

source: Harmonic streams
cs: Harmonické proudy
it: Flussi armonici

source: Harmonic structures
cs: Harmonické struktury
it: Strutture armoniche

source: Density of harmonic motives
cs: Hustota harmonických motivů
it: Densità di motivi armoniche

source: Number of harmonic motives
cs: Počet harmonických motivů
it: Numero di motivi armoniche

source: Total length of harmonic motives
cs: Celková délka harmonických motivů
it: La lunghezza totale di motivi armoniche

source: Rhythm
cs: Rytmus
it: Ritmo

source: Rhythmic
cs: Rytmika
it: Ritmico

source: Rhythmic line
cs: Rytmická linie
it: Linea ritmica

source: Rhythmic density
cs: Rytmická hustota
it: Densità ritmica

source: Rhythmic material
cs: Rytmický materiál
it: Materiale ritmico

source: Rhythmic motive
cs: Rytmický motiv
it: Motivo ritmico

source: Rhythmic order
cs: Rytmický řád
it: Ordine ritmico

source: Rhythmic patterns
cs: Rytmické vzory
it: Modelli ritmici

source: Rhythmic structures
cs: Rytmické struktury
it: Strutture ritmiche

source: Density of rhythmic motives
cs: Hustota rytmických motivů
it: Densità di motivi ritmici

source: Number of rhythmic motives
cs: Počet rytmických motivů
it: Numero di motivi ritmici

source: Total length of rhythmic motives
cs: Celková délka rytmických motivů
it: La lunghezza totale di motivi ritmici

source: Melodic line
cs: Melodická linie
it: Linea melodica

source: Melodic motive
cs: Melodický motiv
it: Motivo melodico

source: Melodic patterns
cs: Melodické vzory
it: Modelli melodici

source: Melodic material
cs: Melodický materiál
it: Materiale melodico

source: Density of melodic motives
cs: Hustota melodických motivů
it: Densità di motivi melodici

source: Number of melodic motives
cs: Počet melodických motivů
it: Numero di motivi melodici

source: Total length of melodic motives
cs: Celková délka melodických motivů
it: La lunghezza totale di motivi melodici

# MidiChannel
source: Channel
cs: Kanál
it: Canale

source: Midi track
cs: Midi stopa
it: Midi traccia

source: Midi channel
cs: Midi kanál
it: Canale Midi

source: MIDI files
cs: Soubory MIDI
it: MIDI file

source: Midi devices
cs: Midi zařízení
it: Midi dispositivi

# Midi tones
source: Tones (MIDI)
cs: Tóny (MIDI)
it: Toni (MIDI)

source: Elements
cs: Prvky
it: Elementi

source: Note
cs: Nota
it: Nota

source: Structures
cs: Struktury
it: Strutture

source: Tones
cs: Tóny
it: Toni

source: Tracks
cs: Hlasy
it: Traccia

# tbTracks
source: Tracks
cs: Hlasy
it: Traccia

source: Voices
cs: Hlasů
it: Voci

source: Bar
cs: Takt
it: Misura

source: Bars
cs: Taktů
it: Misura

source: Has template
cs: S předlohou
it: Haa origine

source: Inserted
cs: Vloženo
it: Inserito

source: Material
cs: Materiál
it: Materiale

source: Motive
cs: Motiv
it: Movente

source: Motives
cs: Motivy
it: Motivi

source: Metre
cs: Metrum
it: Meter

source: Metric
cs: Metrum
it: Metrico

source: Number of bars
cs: Počet taktů
it: Numero di barre

source: Density of changes
cs: Hustota změn
it: Densità di cambiamenti

source: Number of changes
cs: Počet změn
it: Numero di modifiche

source: Number of lines
cs: Počet linií
it: Numero di linee

source: Order
cs: Řád
it: Ordine

source: Original file name
cs: Jméno souboru zdroje
it: Nome file originale

source: Original division
cs: Členění zdroje
it: Divisione originale

source: Scores
cs: Party
it: Partitura

source: Selected
cs: Označený
it: Selezionato

# SelectedShe
source: Selected
cs: Označená
it: Selezionato

# OriginType
source: Model type
cs: Typ modelu
it: Tipo di modello

source: Type
cs: Typ
it: Tipo

source: Value
cs: Hodnota
it: Valore

# tbComposition
source: Composition
cs: Skladba
it: Composizione

source: New composition
cs: Nová skladba
it: Nuova composizione

source: Musical composition
cs: Skládání hudby
it: Composizione musicale

source: All structures
cs: Všechny struktury
it: Tutte le strutture

source: Common structures
cs: Obvyklé struktury
it: Strutture comuni

source: Mean structures
cs: Středně časté
it: Strutture medie

source: Rare structures
cs: Zřídka se vyskytující
it: Strutture rare

source: Regular structures
cs: Pravidelné struktury
it: Strutture regolari

source: Musical structures
cs: Hudební struktury
it: Strutture musicali

source: Instrument/channel
cs: Nástroj/kanál
it: Strumento/channel

source: Musical instrument
cs: Hudební nástroj
it: Strumento musicale

source: Main folder
cs: Hlavní složka
it: Cartella principale

source: Source
cs: Zdroj
it: Origine

source: Sources
cs: Zdroje
it: Sorgente

source: Blocks
cs: Bloky
it: Blocchi

source: Templates
cs: Předlohy
it: Originali

source: Template
cs: Předloha
it: Originale

source: Template properties
cs: Vlastnosti předlohy
it: Proprietà dell'originale

source: Musical templates
cs: Hudební předlohy
it: Originali musicali

source: Musical template
cs: Hudební předloha
it: Originale musicale

source: Template part
cs: Část předlohy
it: Parte originale

source: Selection of tracks
cs: Označení stop
it: Selezione di tracce

source: Unselect all
cs: Všechny odoznačit
it: Deseleziona tutto

source: Compose all tracks
cs: Komponovat všechny
it: Composizione di tutte le tracce

source: No track to compose
cs: Žádnou nekomponovat
it: Nessuna traccia per comporre

source: Change of tracks
cs: Změna stop
it: Cambiamento delle tracce

# Clone track
source: Copy track
cs: Kopíruj stopu
it: Clone tracce

source: Property
cs: Vlastnost
it: Proprietà

source: Variance
cs: Odchylka
it: Varianza

source: Level
cs: Úroveň
it: Livello

source: Balance
cs: Vyrovnanost
it: Equilibrio

source: Drift
cs: Zdvih
it: Deriva

source: Degree
cs: Stupeň
it: Laurea

source: Length
cs: Délka
it: Lunghezza

source: Duration
cs: Trvání
it: Durata

source: Filling
cs: Výplň
it: Riempimento

source: Continuity
cs: Spojitost
it: Continuità

source: Impulse
cs: Impulz
it: Impulso

source: Mobility
cs: Pohyblivost
it: Mobilità

source: Time
cs: Čas
it: Momento

source: Velocity
cs: Síla
it: Velocità

source: Tension
cs: Napětí
it: Tensione

source: Consonance
cs: Konsonance
it: Consonanza

source: Block
cs: Blok
it: Bloccare

# Blocks2
source: Blocks
cs: Bloků
it: Blocchi

source: Musical file
cs: Hudební soubor
it: File musicali

source: Musical block
cs: Hudební blok
it: Blocco musicale

source: Musical model
cs: Hudební model
it: Modello musicale

source: Musical source
cs: Hudební zdroj
it: Originale musicale

# Musical file model
source: File model
cs: Model souboru
it: Modello di file

# Musical block model
source: Block model
cs: Model bloku
it: Modello blocco

source: Block model
cs: Model bloku
it: Modello di blocco

# MusicalTemplate
source: Template
cs: Předloha
it: Originale

source: File-template
cs: Soubor předlohy
it: File-originale

source: Block-template
cs: Blok předlohy
it: Block-originale

source: Work title
cs: Název díla
it: Titolo del lavoro

source: Work number
cs: Číslo díla
it: Numero di lavoro

source: Encoding date
cs: Datum zápisu
it: Data di codifica

source: Encoder
cs: Zapsal
it: Codificatore

source: Encoding description
cs: Popis
it: Descrizione della codifica

source: Creator
cs: Tvůrce
it: Creatore

source: Composer
cs: Skladatel
it: Compositore

source: Rights
cs: Práva
it: Diritti

# FileSplit1
source: Automatic
cs: Automaticky
it: Automatico

# FileSplit2
source: Total split
cs: Vše
it: Scissione totale

source: Random effect
cs: Náhodný efekt
it: Effetto casuale

# RuleHarmonicCover
source: Rule of harmonic cover
cs: Pravidlo harmonického krytí
it: Regola di copertura armonica

# RuleFreeBand
source: Rule of free band
cs: Pravidlo volného pásma
it: Regola della banda libera

# RuleImpulseCollisions
source: Rule of impulse collisions
cs: Pravidlo impulzních kolizí
it: Regola di collisioni di impulsi

# RuleParallelConnections
source: Rule of parallel connections
cs: Pravidlo paralelních spojů
it: Regola di connessioni parallele

# RuleAmbitChange
source: Rule of Ambit change
cs: Pravidlo změny ambitu
it: Regola di ambit modificare

# RuleMelodicCollisions
source: Rule of nonharmonic collisions
cs: Pravidlo neharmonických kolizí
it: Regola di collisioni non armoniche

# RuleTrackPotential
source: Rule of potential tracking
cs: Pravidlo sledování potenciálu
it: Regola del potenziale tracciamento

# RuleSensitivePotential
source: Rule of sensitive tones
cs: Pravidlo citlivých tónů
it: Regola di toni sensibili

source: Standard rules
cs: Základní pravidla
it: Regole standard

source: Harmonic rules
cs: Harmonická pravidla
it: Regole armoniche

source: Impulse rules
cs: Impulsní pravidla
it: Regole di impulso

# Modalization0
source: Chromatic
cs: Chromatická
it: Cromatico

# Modalization1
source: Motivic
cs: Motivická

# Modalization2
source: Consecutive
cs: Postupná
it: Consecutivo

# Modalization3
source: Structural
cs: Strukturální
it: Strutturale

# Modalization4
source: Forced
cs: Vnucená
it: Costretto

source: Tempo number
cs: Hodnota tempa
it: Numero del tempo

# MusicalValue1
source: Very Low
cs: Velmi malá
it: Molto basso

# MusicalValue2
source: Lower
cs: Nízká
it: Inferiore

# MusicalValue3
source: Not High
cs: Mírně nižší

# MusicalValue4
source: Middle
cs: Střední
it: In mezzo

# MusicalValue5
source: Not Low
cs: Mírně vyšší

# MusicalValue6
source: Higher
cs: Vysoká
it: Superiore

# MusicalValue7
source: Very High
cs: Nejvyšší
it: Molto alto

# CourseShape0
source: Not defined
cs: Nedefinovaný
it: Non definito

# CourseShape1
source: Constant
cs: Konstantní
it: Costante

# CourseShape2
source: Decreasing
cs: Klesající
it: Decrescente

# CourseShape3
source: Increasing
cs: Rostoucí
it: Crescente

# CourseShape4
source: Standard
cs: Standardní

# CourseShape5
source: Break
cs: Zlomový
it: Rompere

# CourseShape6
source: Contrast
cs: Kontrastní
it: Contrasto

# CourseShape7
source: InverseContrast
cs: Inverzní kontrast
it: Contrasto inverso

source: Name
cs: Název
it: Nome

source: Number
cs: Číslo
it: Numero

source: Start
cs: Začátek
it: Inizio

source: New
cs: Nový
it: Nuovo

source: Open
cs: Otevřít
it: Aperto

source: Close
cs: Zavřít
it: Vicino

source: Save
cs: Uložit
it: Salvare

source: Save as
cs: Uložit jako
it: Salva come

source: Recently saved
cs: Naposledy uložené
it: Recentemente salvati

source: Recently autosaved
cs: Automaticky uložené
it: Recentemente auto-salvati

source: Outline
cs: Přehled
it: Contorno

source: Notation
cs: Notace
it: Notazione

source: Harmonic modality
cs: Harmonická modality
it: Modalità armonica

source: Rhythmic tension
cs: Rytmické napětí
it: Tensione ritmica

source: Melodic direction
cs: Melodický směr
it: Direzione melodica

source: Melodic genus
cs: Melodický genus
it: Genere melodico

source: Line type
cs: Typ linie
it: Tipo di linea

# Common settings
source: Common
cs: Obecné
it: Comune

source: Composition
cs: Skladba
it: Composizione

source: Trace values
cs: Sledovat hodnoty
it: Valori di traccia

# MelSection0
source: Piano
cs: Klavíry
it: Piani

# MelSection1
source: Chromatic Percussion
cs: Chromatické bicí
it: Strumenti a percussione

# MelSection2
source: Organ
cs: Varhany
it: Organi

# MelSection3
source: Guitar
cs: Kytary
it: Chitarre

# MelSection4
source: Bass
cs: Basy
it: Bassi

# MelSection5
source: Strings
cs: Smyčce
it: Strumenti ad arco

# MelSection6
source: Ensemble
cs: Souborové zvuky
it: Composizioni

# MelSection7
source: Brass
cs: Žestě
it: Trombe

# MelSection8
source: Reed
cs: Jazýčkové nástroje
it: Strumenti ad ancia

# MelSection9
source: Pipe
cs: Píšťalové nástroje
it: Strumenti a fiato

# MelSection10
source: SynthLead
cs: Sólové syntetické
it: Sintetizzatori (suoni guida)

# MelSection11
source: SynthPad
cs: Doprovodné syntetické
it: Sintetizzatori (suoni d'accompagnamento)

# MelSection12
source: SynthFX
cs: Syntetické efekty
it: Effetti sintetizzati

# MelSection13
source: Ethnic
cs: Etnické nástroje
it: Strumeti Etnici

# MelSection14
source: Percussive
cs: Perkusivní nástroje
it: Percussioni

# MelSection15
source: SoundFX
cs: Zvukové efekty
it: Effetti sonori

# MelInstr0
source: Acoustic Grand Piano
cs: Klavír - křídlo
it: Gran Piano Acustico

# MelInstr1
source: Bright Piano
cs: Otevřené piano
it: Piano Chiaro Acustico

# MelInstr2
source: Electric Grand Piano
cs: Elektrický klavír - křídlo
it: Gran Piano Elettrico

# MelInstr4
source: Electric Piano1
cs: Rhodes piano
it: Piano Elettrico 1

# MelInstr5
source: Electric Piano2
cs: Piano chorused
it: Piano Elettrico 2

# MelInstr6
source: Harpsichord
cs: Cemballo

# MelInstr7
source: Clavinet
cs: Spinet
it: Clavicembalo

# MelInstr9
source: Glockenspiel
cs: Zvonkohra

# MelInstr10
source: Music Box
cs: Hrací skřínka

# MelInstr11
source: Vibraphone
cs: Vibrafon
it: Vibrafono

# MelInstr13
source: Xylophone
cs: Xylofon
it: Xylofono

# MelInstr14
source: Tubular Bells
cs: Koncertní zvony
it: Campane Tubolari

# MelInstr16
source: Drawbar Organ
cs: Hammondovy varhany
it: Organetto

# MelInstr17
source: Percussive Organ
cs: Perkusivní varhany
it: Organo a percussione

# MelInstr18
source: Rock Organ
cs: Rockové varhany
it: Organo Rock

# MelInstr19
source: Church Organ
cs: Kostelní varhany
it: Organo da Chiesa

# MelInstr20
source: Reed Organ
cs: Harmonium
it: Organo ad ancia

# MelInstr21
source: French Accordion
cs: Akordeon
it: Fisarmonica

# MelInstr22
source: Harmonica
cs: Foukací harmonika
it: Armonica

# MelInstr23
source: Tango Accordion
cs: Tango akordeon
it: Fisarmonica da Tango

# MelInstr24
source: Nylon String Guitar
cs: Akustická kytara (nylonové struny)
it: Chitarra acustica(corde in nylon)

# MelInstr25
source: Steel String Guitar
cs: Akustická kytara (ocelové struny)
it: Chitarra acustica(corde in acciaio)

# MelInstr26
source: Jazz Guitar
cs: Elektrická kytara (jazz)
it: Chitarra jazz

# MelInstr27
source: Electric Guitar
cs: Elektrická kytara (čistá)
it: Chitarra elettrica(suono neutro)

# MelInstr28
source: Mute Guitar
cs: Elektrická kytara tlumená
it: Chitarra elettrica(stoppata)

# MelInstr29
source: Overdrive Guitar
cs: Přebuzená el. kytara
it: Chitarra con overdrive

# MelInstr30
source: Distortion Guitar
cs: Zkreslená el. kytara
it: Chitarra distorta

# MelInstr31
source: Guitar Harmonics
cs: El. kytara - harmonické kmitočty
it: Chitarra armonnica

# MelInstr32
source: Acoustic Bass
cs: Kontrabas (prsty - pizzicato)
it: Basso acustico

# MelInstr33
source: Fingered Bass
cs: Elektrická baskytara (prsty)
it: Basso elettrico (pizzicato)
